Repository: YunusEmreSimseek/fitMate
Catalog: fitMate/Products/Localization/Localizable.xcstrings
Source language: en
Languages: tr

# languageEnglish
source: English
tr: İngilizce

# languageTitle
source: Language
tr: Dil

# languageTurkish
source: Turkish
tr: Türkçe

# onboardGenderBottomText
source: None of the above
tr: Yukarıdakilerden hiçbiri

# onboardGenderFemale
source: Female
tr: Kadın

# onboardGenderMale
source: Male
tr: Erkek

# onboardGenderSecondTitle
source: Select your birth date
tr: Doğum gününüzü seçiniz

# onboardGenderTitle
source: What is your gender ?
tr: Cinsiyetin nedir ?

# onboardGoalGainMusclesSubTitle
source: Build mass & strength
tr: Kas & Güç

# onboardGoalGainMusclesTitle
source: Gain muscles
tr: Kaz kazanmak

# onboardGoalGetFitterTitle
source: Get fitter
tr: Daha fit olmak

# onboardGoalLoseWeightSubTitle
source: Burn fat & get lean
tr: Yağ yak & fitleş

# onboardGoalLoseWeightTitle
source: Lose weight
tr: Kilo Kaybı

# onboardGoalTitle
source: What is your goal ?
tr: Hedefin nedir ?

# onboardPhysicalHeight
source: Height
tr: Boy

# onboardPhysicalTitle
source: Your height & weight ?
tr: boy & kilo ?

# onboardPhysicalWeight
source: Weight
tr: Ağırlık

# onboardSubTitle
source: Let us know you better
tr: Seni daha yakından tanımamıza izin ver

# placeholderUsername
source: username
tr: kullanıcı adı

# profileAge
source: Age
tr: Yaş

# profileGender
source: Gender
tr: Cinsiyet

# profileGeneralCredits
source: AI Credits
tr: Krediler

# profileGeneralLanguage
source: Language
tr: Dil

# profileGeneralNotifications
source: Notifications
tr: Bildirimler

# profileGeneralSettings
source: Settings
tr: Ayarlar

# profileGeneralSheetBirthdayTitle
source: Birthday
tr: Doğum Günü

# profileGeneralSheetEmailPlaceholder
source: Enter your email
tr: Emailinizi giriniz

# profileGeneralSheetFitnessLevelTitle
source: Fitness Level
tr: Fitnes Leveli

# profileGeneralSheetGenderTitle
source: Gender
tr: Cinsiyet

# profileGeneralSheetGoalsTitle
source: Goals to Achieve
tr: Hedefler

# profileGeneralSheetHeightTitle
source: Height
tr: Boy

# profileGeneralSheetNamePlaceholder
source: Enter your name
tr: İsminizi giriniz

# profileGeneralSheetNameTitle
source: Name
tr: İsim

# profileGeneralSheetPrivacyPolicyText
source: Please provide your email address to receive important updates and notifications about your account. We value your privacy and will not share your information with third parties.
tr: Hesabınızla ilgili önemli güncellemeleri ve bildirimleri almak için lütfen e-posta adresinizi belirtin. Gizliliğinize değer veriyoruz ve bilgilerinizi üçüncü taraflarla paylaşmayacağız.

# profileGeneralSheetPrivacyPolicyTitle
source: Your Trust Matter for Us
tr: Güvenin Bizim İçin Değerli

# profileGeneralSheetStepGoalTitle
source: Select Step Goal
tr: Adım Hedefi Seç

# profileGeneralSheetTitle
source: General User Details
tr: Genel Kullanıcı Detayları

# profileGeneralSheetWeightTitle
source: Weight
tr: Ağırlık

# profileGeneralTitle
source: GENERAL
tr: GENEL

# profileGeneralUnits
source: Units
tr: Birimler

# profileGoals
source: Goals
tr: Hedefler

# profileHeight
source: Height
tr: Boy

# profileOthersAppName
source: App Name
tr: Uygulama Adı

# profileOthersPrivacyPolicy
source: Privacy Policy
tr: Gizlilik Politikası

# profileOthersSignOut
source: Sign Out
tr: Çıkış Yap

# profileOthersTitle
source: OTHERS
tr: DİĞERLERİ

# profileOthersVersion
source: Version
tr: Versiyon

# profilePersonalInformation
source: Personal Information
tr: Kişisel Bilgi

# profileSignOut
source: Sign Out
tr: Çıkış Yap

# profileSignOutCancel
source: Cancel
tr: İptal

# profileSignOutDialog
source: Are you sure you want to sign out?
tr: Çıkış yapmak istediğine emin misin ?

# profileSummaryDiets
source: Logs
tr: Veriler

# profileSummarySteps
source: Steps
tr: Adım

# profileSummaryTitle
source: WEEKLY SUMMARY
tr: HAFTALIK ÖZET

# profileSummaryWorkouts
source: Workouts
tr: Antrenmanlar

# profileSupportUsRate
source: Rate on Store
tr: Mağazada Oyla

# profileSupportUsShare
source: Share
tr: Paylaş

# profileSupportUsTip
source: Tip Jar
tr: Bağış Kutusu

# profileSupportUsTitle
source: SUPPORT US
tr: BİZİ DESTEKLE

# profileTitle
source: Profile
tr: Profil

# profileUpdateConfirmation
source: User successfully updated.
tr: Kullanıcı başarıyla güncellendi.

# profileWeight
source: Weight
tr: Ağırlık

# signUpBottomText
source: Already have an account ?
tr: Zaten bir hesabın mı var ?

# signUpButton
source: Sign Up
tr: Kayıt Ol

# signUpEmail
source: Enter your email *
tr: Emailinizi giriniz*

# signUpLoginButton
source: Log in
tr: Giriş Yap

# signUpName
source: Enter your name and surname *
tr: İsminizi ve soyisminizi giriniz*

# signUpPassword
source: Create password *
tr: o

# signUpRepeatPassword
source: Repeat password *
tr: Şifre tekrarı*

# signUpTitle
source: Create an account
tr: Yeni bir hesap oluştur

source: Tracking Type
tr: Takip Türü

source: Units
tr: Birimler

# welcomeGetStarted
source: Get Started
tr: Hadi Başlayalım

# welcomeSubTitle
source: Your pocket fitness coach.
tr: Cebinizdeki fitness antrenörü.

# workoutAddDayAddExercise
source: Add Exercise
tr: Egzersiz Ekle

# workoutAddDayName
source: Day
tr: Gün

# workoutAddDayNamePlaceholder
source: Day Name
tr: Gün Adı

# workoutAddDayTitle
source: Add a New Workout Day
tr: Yeni Bir Antrenman Günü Ekle

# workoutAddExerciseName
source: Exercise Name
tr: Egzersiz Adı

# workoutAddExerciseNavTitle
source: Add Exercise
tr: Egzersiz Ekle

# workoutAddExerciseNotes
source: Note (optional)
tr: Not (opsiyonel)

# workoutAddExerciseReps
source: Reps
tr: Tekrar

# workoutAddExerciseSets
source: Sets
tr: Set

# workoutAddExerciseWeight
source: Weight
tr: Ağırlık

# workoutAddLogAddExercise
source: Add Exercise
tr: Egzersiz Ekle

# workoutAddLogDatePlaceholder
source: Training Date
tr: Antrenman Tarihi

# workoutAddLogDateTitle
source: Choose a Date
tr: Bir Tarih Seç

# workoutAddLogDayPlaceholder
source: Day
tr: Gün

# workoutAddLogExerciseTitle
source: Exercises
tr: Egzersizler

# workoutAddLogNavTitle
source: Saving a Training
tr: Antrenman Verisi Kaydetme

# workoutAddLogNoPlaceholder
source: Dont Select
tr: Seçme

# workoutAddLogTitle
source: Add a Training Log
tr: Antrenman Verisi Ekle

# workoutAddLogWorkoutPlaceholder
source: Workout
tr: Antrenman

# workoutAddLogWorkoutTitle
source: Choose a Workout
tr: Bir Antrenman Seç

# workoutAddProgramsTitle
source: Add a Workout Program
tr: Yeni Bir Antrenman Programı Ekle

# workoutCreateWorkoutAddExercise
source: Add Exercise
tr: Egzersiz Ekle

# workoutCreateWorkoutDayName
source: Day Name
tr: Gün Adı

# workoutCreateWorkoutDaysAndExercises
source: Days and Exercises
tr: Günler ve Egzersizler

# workoutCreateWorkoutDaysNumber
source: Number of Days per Week
tr: Haftalık Gün Sayısı

# workoutCreateWorkoutDaysNumberDay
source: day
tr: gün

# workoutCreateWorkoutExampleName
source: e.g., Current Program
tr: Örn: Güncel Program

# workoutCreateWorkoutName
source: Workout Name
tr: Antrenman Adı

# workoutCreateWorkoutNavTitle
source: New Workout
tr: Yeni Antrenman

# workoutDayAddExercise
source: Add Exercise
tr: Egzersiz Ekle

# workoutDayDeleteAlertTitle
source: Are you sure you want to delete the day?
tr: Bu günü silmek istediğine emin misin ?

# workoutDayName
source: Day Name
tr: Gün Adı

# workoutEditExerciseNavTitle
source: Edit Exercise
tr: Egzersizi Düzenle

# workoutExerciseDeleteAlertTitle
source: Are you sure you want to delete the exercise?
tr: Bu egzersizi silmek istediğine emin misin ?

# workoutHistoryTitle
source: Workout History
tr: Antrenman Geçmişi

# workoutLogDate
source: Date
tr: Tarih

# workoutLogDay
source: Day
tr: Gün

# workoutLogDeleteAlertTitle
source: Are you sure you want to delete this saved training?
tr: Bu antrenman verisini silmek istediğine emin misin ?

# workoutLogExercises
source: Exercises
tr: Egzersizler

# workoutLogNavTitle
source: Detail of Training
tr: Antrenman Detayları

# workoutLogNoDay
source: No Selected Day
tr: Seçili bir Gün Yok

# workoutLogNoProgram
source: No Selected Program
tr: Seçili Bir Program Yok

# workoutNavTitle
source: Training Diary
tr: Antrenman Günlüğü

# workoutNoLogsTitle
source: You have not added any training log yet.
tr: Henüz bir antrenman verisi eklemedin.

# workoutNoProgramsSubTitle
source: You can add a new training program.
tr: Yeni bir antrenman programı ekleyebilirsin.

# workoutNoProgramsTitle
source: You have not added any workout program yet.
tr: Henüz bir antrenman programı eklemedin.

# workoutProgramAddDay
source: Add New Workout Day
tr: Yeni Antrenman Günü Ekle

# workoutProgramDeleteAlertTitle
source: Are you sure you want to delete the program?
tr: Bu programı silmek istediğine emin misin ?

# workoutProgramName
source: Program Name
tr: Program Adı

# workoutProgramsTitle
source: Workout Programs
tr: Antrenman Programları

# workoutSnackbarLogAddedTitle
source: Training log added successfully.
tr: Antrenman verisi başarıyla eklendi.

# workoutSnackbarWorkoutAddedTitle
source: Workout program added successfully.
tr: Antrenman programı başarıyla eklendi.

# workoutSummaryLastTraining
source: Last Training
tr: Son Antrenman

# workoutSummaryMostTrainingDay
source: Most Training Day
tr: En Çok Çalışılan Gün

# workoutSummarySetChartDate
source: Date
tr: Tarih

# workoutSummarySetChartSets
source: Sets
tr: Setler

# workoutSummaryTitle
source: Workout Summary
tr: Antrenman Özeti

# workoutSummaryTotalTraining
source: Total Training
tr: Toplam Antrenman

# workoutSummaryWeeklyAverage
source: Weekly Average
tr: Haftalık Ortalama

# workoutSummaryWeeklyAverageWorkout
source: workout
tr: antrenman

# workoutSummaryWorkoutFrequencyDay
source: Day
tr: Gün

# workoutSummaryWorkoutFrequencyWorkouts
source: Workouts
tr: Antrenmanlar

# workoutTitle
source: Workout
tr: Antrenman
